import React from "react";
import Image from "next/image";

const About = () => {
  return (
    <div className="flex flex-col lg:flex-row gap-6 wrapper">
      <div className="flex-1">
        <div className="flex">
          <Image
            src="/cook.jpg"
            height={1000}
            width={1000}
            alt="banner"
            className="h-full w-full"
          />
        </div>
      </div>
      <div className="flex-1 flex flex-col gap-4">
        <h2>আমাদের সম্পর্কে</h2>
        <p>
          আমাদের খাবার মানেই ঘরোয়ার মমতা ও ভালোবাসা। শহরের ব্যস্ত জীবনে ঘরোয়া
          স্বাদের খাবার খাওয়ার মতো সময় পাওয়া মুশকিল হয়ে গেছে — আর সেই অভাব পূরণ
          করতেই আমরা শুরু করেছি আমাদের সার্ভিস।
        </p>
        <p>
          প্রতিদিন আমরা সতেজ ও স্বাস্থ্যকর উপকরণ দিয়ে রান্না করি, যাতে আপনার
          প্রতিটি খাবার হয় পুষ্টিকর, সুস্বাদু আর মন ভালো করে তোলা। আমরা
          স্বাস্থ্যবিধি মেনে রান্না এবং পরিবেশন নিশ্চিত করি, যাতে আপনার পরিবার
          নিরাপদ ও সুস্থ থাকে।
        </p>
        <p>
          আমাদের লক্ষ্য শুধুমাত্র খাবার পৌঁছে দেওয়া নয়, বরং আপনাদের কাছে পৌঁছে
          দেওয়া সেই স্পেশাল “ঘরোয়ার স্বাদ” যা আপনাকে মনে করিয়ে দেবে মায়ের
          রান্নার কথা।
        </p>
        <p>
          বিশ্বাস, ভালোবাসা আর যত্নের সঙ্গে রান্না করা খাবার এখন সহজেই পেতে
          পারেন, শুধু আমাদের সার্ভিসের মাধ্যমে।
        </p>
        <p>
          আপনার স্বাস্থ্যের জন্য আমরা সর্বদা সচেতন এবং নিশ্চিত করি যে প্রতিটি পদ
          তৈরিতে ব্যবহার করা হয় সেরা মানের উপকরণ, যাতে আপনি এবং আপনার পরিবার
          পেতে পারেন সম্পূর্ণ নিরাপদ ও স্বাস্থ্যসম্মত খাবার।
        </p>
      </div>
    </div>
  );
};

export default About;
